{
    "embed": {
      "color": 16777215,
      "title": "📜 When asking for help, we ask that you please follow these guidelines:",
      "description": "1. **Reporting a server member**\n - Provide clear evidence: When reporting a server member for misconduct, provide screenshots, chat logs, or any other evidence to support your claim. This helps moderators or admins assess the situation accurately. [Click here](https://support.discord.com/hc/en-us/articles/206346498-Where-can-I-find-my-User-Server-Message-ID#:~:text=How%20to%20find%20a%20User%20ID%20number,you%20can%20then%20paste%20it%20where%20needed.) on how to find a member's ID.\n - Be objective: Stick to the facts and avoid making assumptions or accusations without evidence. Present the information calmly and respectfully.\n2. **Appealing an infraction**\n - Understand the rules: Before appealing an infraction, familiarize yourself with the server's rules and guidelines. Make sure you understand why the infraction was issued and whether you believe it was justified.\n - Provide context: When appealing, explain your side of the story and provide any relevant context that may have been overlooked. Be honest and transparent in your communication.\n3. **Submit for formal inquiries**\n - It's best to submit a ticket and speak with a staff member for formal inquiries like partnerships. This ensures that your inquiry is directed to the appropriate channel or individual responsible for handling such requests.\n4. **Asking in the public support thread for general questions**\n - Check existing resources: Before posting in the public support thread (<#1203404592268705842>), check if your question has already been answered in FAQs, documentation, or previous posts. Avoid asking questions that have already been addressed to prevent redundancy.\n - Be concise: If your question is straightforward and doesn't require a detailed response, be concise in your post. Provide enough information to get a helpful answer without overwhelming the thread."
    }
  }