{
  "embed": {
    "title": ":scroll: When submitting a ticket, we ask that you please follow these guidelines:",
    "description": "1. **Reporting a Server Member**\n  - Provide clear evidence: When reporting someone for misconduct, include screenshots, chat logs, or any other evidence to support your claim. This helps staff assess the situation accurately. [Click here on how to find a member's ID](https://support.discord.com/hc/en-us/articles/206346498-Where-can-I-find-my-User-Server-Message-ID).\n  - Be objective: Stick to facts and avoid assumptions or unfounded accusations. Present the situation calmly and respectfully.\n2. **Appealing an Infraction**\n  - Understand the rules: Before appealing, make sure you're familiar with the server's rules. Understand why the infraction was issued and whether you believe it was justified.\n  - Provide context: Share your side of the story and include any relevant context that may have been overlooked. Be honest and transparent.\n3. **Submitting Formal Inquiries**\n  - For formal matters, such as partnerships, serious concerns, or private questions, please submit a ticket. This ensures your message reaches the appropriate staff member or channel.\n4. **Using the Public Support Thread for General Questions**\n  - **For all other questions or general help**, please use the public support thread (https://discord.com/channels/781422576660250634/1203404592268705842). Only open a ticket for the situations listed above (e.g., reporting members, appealing infractions, or submitting private/formal inquiries). This keeps sensitive matters private, allowing staff and the community to handle everyday questions more efficiently.\n  - Check existing resources: Before posting, check FAQs, documentation, or previous posts to avoid asking something that’s already answered.\n  - Be concise: Keep your question concise and clear—provide enough detail for a helpful response without overwhelming the thread.\n\nIf you open a ticket and don’t respond to staff, you will receive a reminder. If there’s still no reply after that, the ticket will be closed due to inactivity.",
    "color": 16777215
  }
}
